alacritty
amd-ucode
android-tools
ansible
apache
arch-checkfw
arch-install-scripts
archlinuxcn-keyring
arduino-cli
arduino-language-server
atuin
autotiling
base
base-devel
bat
bc
bind
blas-openblas
blas64-openblas
blender
btop
btrfs-progs
cargo-generate
catppuccin-mocha-grub-theme-git
chromium
cli11
cmake
compsize
cronie
cuda
darkman
ddcutil
dex
direnv
dmidecode
dnsmasq
docker
docker-compose
dosfstools
downgrade
dust
easyeffects
efibootmgr
evtest
exfat-utils
expect
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
feh
firefox-nightly-en-us
fish
foot
foot-terminfo
freecad
fzf
fzf-tab-git
gdb
gen-license
ghc
git
github-cli
glad
glfw
go
grim
grub
hid-tools
hotspot-appimage
htop
httrack
hwinfo
hyperfine
i3blocks
i3lock
i3status
imagemagick
inetutils
inkscape
inxi
iperf3
ipv6calc
ironbar-bin
it87-dkms-git
joystickwake
jsonnet
just
kanshi
kexec-tools
krita
kvantum-theme-catppuccin-git
lazygit
lazysql-bin
lib32-nvidia-utils
lib32-pipewire
libfido2
libinput
libinput-config
libinput-tools
libisoburn
libreoffice-fresh
libreoffice-fresh-zh-cn
libva-utils
libvncserver
linux-firmware-amdgpu
linux-firmware-other
linux-firmware-realtek
linux-headers
linuxqq-nt-bwrap
lldb
localsend-bin
localsend-go-bin
lsfg-vk-bin
lsp-plugins-lv2
luarocks
lutris
lxappearance
lxsession
mako
man-db
man-pages
man-pages-zh_cn
marktext-bin
memtest86+-efi
mingw-w64-binutils
mingw-w64-gcc
moreutils
mpd
mpd-mpris
mpv
mpv-mpris
msedit
msgpack-cxx
mtools
namcap
nasm
needrestart
neovim
net-tools
networkmanager
nimo-bin
niri
nix
nlohmann-json
nmap
noto-fonts-emoji
npm
ntfs-3g
nushell
nvidia-open
nvidia-settings
nvidia-utils
nvtop
obs-studio
obsidian
ollama
openrgb
opentabletdriver
os-prober
osu
pactime
pamixer
pandoc-bin
paru
pastel
perf
pikaur
pipewire-alsa
pipewire-pulse
platformio-core
platformio-core-udev
polkit-gnome
portable
powertop
proton-ge-custom-bin
pulsemixer
python-argcomplete
python-i3ipc
python-pynvim
qbittorrent
qemu-base
qemu-desktop
qt6ct
rclone
rebuild-detector
reflector
remmina
rime-wanxiang-pro-flypy
ripgrep
river
rmpc
rnote
rsync
rust-analyzer
rustup
satty
sccache
scrcpy
screenkey
scx-scheds
shellcheck-static
showmethekey
siege
simplenote-electron-bin
sing-box-alpha
slurp
smartmontools
smbclient
sol2
sshpass
steam
stor
stow
stress-ng
sudo
sunshine
swaybg
swayidle
swaylock
swtpm
systemctl-tui
sysz
tailscale
tealdeer
telegram-desktop
tmux
tokei
tomlplusplus
traceroute
trash-cli
tree-sitter-cli
tsukimi-git
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-pingfang-git
ttf-twemoji
unarchiver
upscayl-appimage
usbmuxd
uv
uxplay
valgrind
ventoy-bin
vim
vmware-keymaps
vmware-workstation
vulkan-tools
wasmer
wasmtime
watchexec
waybar
wayland-protocols
wayland-utils
wechat-universal-bwrap
weston
wf-recorder
wget
whois
wiremix
wireshark-qt
wl-clip-persist
wl-clipboard
wl-color-picker
wlr-randr
wlrctl
wlrobs
wlroots-git
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-termfilechooser-hunkyburrito-git
xdg-desktop-portal-wlr
xorg-xclock
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xlsclients
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xournalpp
xwayland-satellite-git
yarn
yazi
ydotool
yt-dlp
yt-dlp-ejs
zam-plugins-lv2
zellij
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
